import os

#сообщение для начала спама
trigger = 'a'

#id основного аккаунта
my_id = 996115106

#уведомления
notification = ' '

#количество сообщений
message_count = 999

#количество сообщений для реакций
reaction_count = 50

#время после которого идет нажатие на капчу
time_captcha = 5

#цвета цифр
color_number = "bold magenta"

#имя для аккаунтов. Пример: first_name = ['привет', 'а', 'б']
first_name = ['']

#реакции
emoji = ['👍', '❤️', '🔥', '🥰', '👏', '😁', '🎉', '🤩', '👎', '🤯', '😱', '🤬', '😢', '🤮', '💩', '🙏']

#Пример: text = ['привет', 'а', 'б']
text = ['хуйло', 'мать твою ебал', 'Я твою мать своим хуем на олимпиаде на дальность кидал', 'Рот твой ебал', 'иди нахуй', 'арматурой тебя переебал', 'мать твоя пидор', 'Ыыы', 'маму твою ебем всем сквадом', 'терпила ебучая', 'Я твое рыло сейчас в два счета тут переебу', 'Алло хуем по лбу не дало?', 'многоблядская проскотошлюха', 'хуйло @Pepe_devs', 'кидал тебя хуем через забор >> @Pepe_devs', 'Пидорас', '@Pepe_devs', 'Твоя мать шлюха, ты спросишь почему она мне не дала, а ответ прост очередь не дошла >> @Pepe_devs', 'Терпила ебучая', 'ты понимешь что мой хуй подстривался к пизде твоей мамшки', 'ты нахуй опустился до моего хуя как бывший хуесас юмаристов ебать ты чмо ты нахуй моего хуя не достоен как и моего трона пиздагрыз нахуй ь >> @Pepe_devs', 'подушка моего хуя?) ты вкуосе что мой хуй по размерам лезит в пиздак твоей мамаши) советую подумать', 'я твою мать в жару ебал >> @Pepe_devs']
